[
    {
        "text": "Socks before or after trousers, but never socks before pants. That’s the rule. Makes a man look scary, like a chicken.",
        "author": "Mark"
    },
    {
        "text": "She is attractive, but brown rice and pop tarts, chamomile tea and economy vodka? That’s a car crash of a shopping basket",
        "author": "Mark"
    },
    {
        "text": "It’s fine. Luckily we’re all English so no-one’s going to ask any questions. Thank you, centuries of emotional repression!",
        "author": "Mark"
    },
    {
        "text": "I’m not marrying out of spite, I’m marrying out of fear. There’s a very big difference.",
        "author": "Mark"
    },
    {
        "text": "A new boiler. Surely the least enjoyable way to spend a thousand pounds. At least throwing the money out of the window you’d see the scrabbling mass, the hate-filled faces. I have spent a cool grand on acquiring the resumption of an equitable temperature.",
        "author": "Mark"
    },
    {
        "text": "I’m the Wolf of Wall Street. Look out, Boots! I’m going to buy 100 meal deals and eat them off a prossie in the nude.",
        "author": "Mark"
    },
    {
        "text":
            "I love the homeless, one of my own would be amazing. I could look after him… not like a tamagotchi… better",
        "author": "Jez"
    },
    {
        "text": "Crunchy Nut Cornflakes are just Frosties for w*nkers.",
        "author": "Jez"
    },
    {
        "text": "Justice is done. Not actual justice, but what I wanted to happen, which is basically the same thing.",
        "author": "Jez"
    },
    {
        "text": "Mark, if I can just get rid of the dog corpse, there’s a chance I still might get laid here.",
        "author": "Jez"
    },
    {
        "text": "People like Coldplay and voted for the Nazis, you can’t trust people, Jez.",
        "author": "Super Hans"
    },
    {
        "text": "Tell you what, that crack is really moreish.",
        "author": "Super Hans"
    },
    {
        "text": "You’re not just a man any more – you are a man with a van. You get a van, Jez, we could be men with ven.",
        "author": "Super Hans"
    },
    {
        "text": "You are paying for that snake to be dry-cleaned!",
        "author": "Super Hans"
    },
    {
        "text": "You realise that tinned food is just for crackheads and wars?",
        "author": "Jez"
    }
]